Repository: n1c0x/vol-db-docker
Catalog: vol/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Plane
fr: Avion

source: Day duration
fr: Durée jour

source: Night duration
fr: Durée nuit

source: IFR duration
fr: Durée IFR

source: Simu duration
fr: Durée simu

source: DC duration
fr: Durée DC

source: IFR arrival
fr: Arrivée IFR

source: Free
fr: Gratuit

source: Pay
fr: Payant

source: Pilot in Command
fr: Commandant de bord

source: First Officer
fr: Copilote

source: Instructor
fr: Instructeur

source: Retired
fr: Retraité

source: Other
fr: Autre

source: French
fr: Français

source: English
fr: Anglais

source: German
fr: Allemand

source: Client type
fr: Type de Client

source: Current position
fr: Poste actuel

source: Employer
fr: Employeur

source: Language
fr: Langue

source: IATA code
fr: Code AITA

source: City
fr: Ville

source: User
fr: Utilisateur

source: IATA Code
fr: Code AITA

source: IATA Codes
fr: Codes AITA

source: Single-engine
fr: Monomoteur

source: Multi-engine
fr: Multimoteurs

source: Aircraft type
fr: Type d'avion

source: Amount of engines
fr: Nombre de moteurs

source: Aircraft types
fr: Types d'avion

source: Registration number
fr: Immatriculation

source: Registration Number
fr: Immatriculation

source: Registration Numbers
fr: Immatriculations

source: Observer
fr: Observateur

source: First name
fr: Prénom

source: Family name
fr: Nom de famille

source: Pilot
fr: Pilote

source: Pilots
fr: Pilotes

source: Flight date
fr: Base de données de vols

source: First officer
fr: Copilote

source: Observer 1
fr: Observateur

source: Observer 2
fr: Observateur

source: Departure
fr: Départ

source: Arrival
fr: Arrivée

source: Function
fr: Fonction

source: Position
fr: Poste

source: Notes
fr: Observations

source: IFR arrivals
fr: Arrivée IFR

source: DC flight
fr: Vol DC

source: Simulator
fr: Simulateur

source: Logged out
fr: Déconnecté

source: Go to Homepage
fr: Retour à la page d'accueil

source: Login
fr: Connexion

source: Your username and password do not match. Please try again.
fr: Vos identifiants de concordent pas. Veuillez réessayer

source: Your account does not have access to this page. To continue, please login with an account that has access to it.
fr: Votre compte n'a pas accès à cette page. Pour continuer, veuillez vous connecter avec un compte y ayant accès.

source: Please login to view this page.
fr: Veuillez vous connecter pour voir cette page

source: Password forgotten?
fr: Mot de passe oublié?

source: Password reset
fr: Réinitialisation du mot de passe

source: The password has been changed!
fr: Le mot de passe a été changé!

source: Login again?
fr: Se reconnecter?

source: Please enter (and confirm) your new password.
fr: Veuillez entrer et confirmer votre nouveua mot de passe

source: New password:
fr: Nouveau mot de passe:

source: Confirm password:
fr: Confirmez le mot de passe

source: Password reset failed
fr: Réinitialisation du mot de passe échouée

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr: Le lien de réinitialisation du mot de passe n'était pas valide, peut-être parce qu'il a déjà été utilisé. Veuillez demander une nouvelle réinitialisation de mot de passe.

source: We've emailed you instructions for setting your password. If they haven't arrived in a few minutes, check your spam folder.
fr: Nous vous avons envoyé des instructions par mail pour définir votre mot de passe. S'ils ne sont pas arrivés dans quelques minutes, vérifiez votre dossier spam.

source: Reset password
fr: Réinitialiser le mot de passe

source: Flight Database
fr: Base de données de vols

source: Home
fr: Accueil

source: Pricing
fr: Tarifs

source: Flights
fr: Vols

source: Hello %(username)s
fr: Bonjour %(username)s

source: Profile
fr: Profil

source: Logout
fr: Déconnexion

source: All flights
fr: Vols

source: Totals
fr: Totaux

source: Add
fr: Ajouter

source: Flight
fr: Vol

source: Airport
fr: Aéroport

source: Aircraft Type
fr: Type d'avion

source: Flight details
fr: Détails du vol

source: Flight modification is not yet available.
fr: La modification de vols n'est pas encore disponible.

source: Delete the flight
fr: Supprimer le vol

source: Are you sure you want to delete this flight?
fr: Voulez-vous vraiement supprimer ce vol ?

source: Aircraft
fr: Type d'avion

source: Registration
fr: Immatriculation

source: Engines
fr: Moteurs

source: Crew
fr: Équipage

source: None
fr: Absent

source: New airport
fr: Nouvel aéroport

source: Save
fr: Enregistrer

source: List of airports
fr: Liste des aéroports

source: It is impossible to delete an airport linked to a flight. In order to delete an airport, it is first necessary to delete or modify the linked flight(s).
fr: Il est impossible de supprimer un aéroport lié à un vol. Afin de supprimer un aéroport, il faut en premier lieu supprimer ou modifier le ou les vols liés.

source: Action
fr: Actions

source: Edit the IATA code
fr: Modifier le code AITA

source: Unable to delete the airport because a flight is linked to it
fr: Impossible de supprimer l'aéroport car un vol lui est lié

source: Do you really want to delete this airport?
fr: Voulez-vous vraiement supprimer cet aéroport ?

source: Delete the airport
fr: Supprimer l'aéroport

source: There are no registered airports.
fr: Il n'y a pas d'aéroports enregistrés.

source: New Plane
fr: Nouvel avion

source: New plane
fr: Nouvel avion

source: Add an aircraft type
fr: Ajouter un type d'avion

source: List of planes
fr: Liste des avions

source: It is impossible to delete a plane linked to a flight. In order to delete a plane, it is first necessary to delete or modify the linked flight(s).
fr: Il est impossible de supprimer un avion lié à un vol. Afin de supprimer un avion, il faut en premier lieu supprimer ou modifier le ou les vols liés.

source: Unable to delete the plane because a flight is linked to it
fr: Impossible de supprimer l'avion car un vol lui est lié

source: Do you really want to delete this plane?
fr: Voulez-vous vraiement supprimer cet avion ?

source: Delete the plane
fr: Supprimer l'avion

source: There are no registered planes.
fr: Il n'y a pas d'avions enregistrés.

source: Display all flights
fr: Afficher tous les vols

source: PIC
fr: CDB

source: FO
fr: OPL

source: Duration Day
fr: Durée Jour

source: Duration Night
fr: Durée Nuit

source: IFR Arrival
fr: Arrivée IFR

source: Duration IFR
fr: Durée IFR

source: Details
fr: Détails

source: There are no registered flights.
fr: Il n'y a pas de vols enregistrés.

source: New Pilot
fr: Nouveau pilote

source: New pilot
fr: Nouveau pilote

source: List of pilots
fr: Liste des pilotes

source: It is impossible to delete a pilot linked to a flight. In order to delete a pilot, it is first necessary to delete or modify the linked flight(s).
fr: Il est impossible de supprimer un pilote lié à un vol. Afin de supprimer un pilote, il faut en premier lieu supprimer ou modifier le ou les vols liés.

source: Edit the pilot
fr: Modifier le pilote

source: Unable to delete the pilot because a flight is linked to it
fr: Impossible de supprimer le pilote car un vol lui est lié

source: Do you really want to delete this pilot?
fr: Voulez-vous vraiement supprimer ce pilote ?

source: Delete the pilot
fr: Supprimer le pilote

source: There are no registered pilots.
fr: Il n'y a pas de pilotes enregistrés.

source: User profile
fr: Profil utilisateur

source: Please {{ login_url }} to see this page.
fr: Veuillez vous connecter pour voir cette page

source: Edit profile
fr: Modifier le profil

source: E-mail address
fr: Adresse E-mail

source: Cancel
fr: Annuler

source: PIC Day
fr: CDB Jour

source: PIC Night
fr: CDB Nuit

source: FO Day
fr: OPL Jour

source: FO Night
fr: OPL Nuit

source: DC Day
fr: DC Jour

source: DC Night
fr: DC Nuit

source: Inst Day
fr: Inst Jour

source: Inst Night
fr: Inst Nuit

source: Current year
fr: Année en cours

source: Last year
fr: Année précédente

source: New aircraft type
fr: Nouveau type d'avion

source: List of aircraft types
fr: Liste des types d'avion

source: It is impossible to delete an aircraft type linked to a plane. In order to delete an aircraft type, it is first necessary to delete or modify the linked plane(s).
fr: Il est impossible de supprimer un type d'avion lié à un vol. Afin de supprimer un type d'avion, il faut en premier lieu supprimer ou modifier le ou les vols liés.

source: Unable to delete the aircraft type because a plane is linked to it
fr: Impossible de supprimer le type d'avion car un vol lui est lié

source: Do you really want to delete this aircraft type?
fr: Voulez-vous vraiement supprimer ce type d'avion ?

source: Delete the aircraft type
fr: Supprimer le type d'avion

source: There are no registered aircraft types.
fr: Il n'y a pas de types d'avion enregistrés.

source: Add a flight
fr: Ajouter un vol

source: New flight
fr: Nouveau vol

source: General information
fr: Informations générales

source: Additional crew
fr: Équipage additionnel

source: Airports and duration
fr: Aéroports et durées

source: Convert
fr: Conversion

source: Simulator duration
fr: Durée simu

source: Dual commands
fr: Double commande
